{
  "about.title": "PetCare | Despre Noi",
  "about.hero.title": "Despre PetCare",
  "about.hero.subtitle": "Misiunea noastră este să facem îngrijirea animalelor ușoară, accesibilă și fără griji pentru toți proprietarii de animale.",
  "about.story.title": "Povestea Noastră",
  "about.story.p1": "PetCare a fost fondat în 2023 de un grup de proprietari de animale pasionați, care au recunoscut provocările găsirii unei îngrijiri de încredere pentru animale. Am înțeles anxietatea care vine odată cu lăsarea animalelor iubite în mâinile altcuiva.",
  "about.story.p2": "Ceea ce a început ca o mică comunitate de iubitori de animale a crescut într-o platformă complexă care conectează mii de proprietari de animale cu pet sitteri de încredere din întreaga țară.",
  "about.story.p3": "Echipa noastră este formată din veterinari, behavioriști animali și experți în tehnologie, toți lucrând împreună pentru a crea cea mai bună experiență pentru animale și proprietarii lor.",
  "about.values.overline": "Valorile Noastre",
  "about.values.title": "În Ce Credem",
  "about.values.subtitle": "Valorile noastre fundamentale ghidează tot ceea ce facem la PetCare, de la modul în care construim platforma noastră la modul în care interacționăm cu comunitatea noastră.",
  "about.values.safety.title": "Siguranța și Bunăstarea Animalelor",
  "about.values.safety.description": "Prioritizăm siguranța, sănătatea și fericirea tuturor animalelor aflate în grija noastră. Fiecare decizie pe care o luăm pune animalele pe primul loc.",
  "about.values.trust.title": "Încredere și Transparență",
  "about.values.trust.description": "Credem în construirea încrederii prin transparență. De la procesul nostru de verificare la sistemul nostru de recenzii, ne asigurăm că proprietarii de animale pot lua decizii informate.",
  "about.values.community.title": "Comunitate",
  "about.values.community.description": "Construim mai mult decât un serviciu - creăm o comunitate de iubitori de animale care împărtășesc cunoștințe, experiențe și o pasiune pentru animale.",
  "about.values.innovation.title": "Inovație",
  "about.values.innovation.description": "Îmbunătățim continuu platforma și serviciile noastre pe baza feedback-ului utilizatorilor și a tehnologiilor emergente pentru a oferi cea mai bună experiență pentru animale și proprietarii lor.",
  "about.cta.title": "Ești gata să te alături comunității noastre?",
  "about.cta.subtitle": "Începe să folosești PetCare astăzi.",
  "about.cta.getStarted": "Începe acum",
  "about.cta.giveFeedback": "Oferă feedback"
}