{
  "about.title": "PetCare | About Us",
  "about.hero.title": "About PetCare",
  "about.hero.subtitle": "Our mission is to make pet care easy, accessible, and worry-free for all pet owners.",
  "about.story.title": "Our Story",
  "about.story.p1": "PetCare was founded in 2023 by a group of passionate pet owners who recognized the challenges of finding reliable pet care. We understood the anxiety that comes with leaving your beloved pets in someone else's hands.",
  "about.story.p2": "What started as a small community of pet lovers has grown into a comprehensive platform connecting thousands of pet owners with trusted pet sitters across the country.",
  "about.story.p3": "Our team consists of veterinarians, animal behaviorists, and technology experts all working together to create the best experience for pets and their owners.",
  "about.values.overline": "Our Values",
  "about.values.title": "What We Believe In",
  "about.values.subtitle": "Our core values guide everything we do at PetCare, from how we build our platform to how we interact with our community.",
  "about.values.safety.title": "Pet Safety & Wellbeing",
  "about.values.safety.description": "We prioritize the safety, health, and happiness of all pets in our care. Every decision we make puts pets first.",
  "about.values.trust.title": "Trust & Transparency",
  "about.values.trust.description": "We believe in building trust through transparency. From our verification process to our review system, we ensure pet owners can make informed decisions.",
  "about.values.community.title": "Community",
  "about.values.community.description": "We're building more than a service - we're creating a community of pet lovers who share knowledge, experiences, and a passion for animals.",
  "about.values.innovation.title": "Innovation",
  "about.values.innovation.description": "We continuously improve our platform and services based on user feedback and emerging technologies to provide the best experience for pets and their owners.",
  "about.cta.title": "Ready to join our community?",
  "about.cta.subtitle": "Start using PetCare today.",
  "about.cta.getStarted": "Get started",
  "about.cta.giveFeedback": "Give feedback"
}